% rebase('layout.tpl',  year=year)

<div class="Sila">
    <img src="static\images\lovkost_heroes.png">
    <p></p>
    <p class="siloviki">Из-за того что герои ловкости являются единственным типом героев которые получают и урон и скорость атаки с увеличением основного атрибута, 
    они имеют тенденцию обладать наивысшим исходным физическим уроном в процессе игры. Это позволяет им неплохо усиливаться с необходимыми предметами.
    Они, как правило, имеют ограниченные возможности контроля или быстрого урона; почти все их способности увеличивают их физические возможности 
    или служат механизмами для позиционирования или побега. Это, как правило, делает их более уязвимыми и слабыми в ранней стадии игры, когда сильный контроль 
    и быстрый урон позволяют совершать убийства, но это также значит что с хорошими предметами в инвентаре, они будут единственными кто наносит наибольшее количество урона 
    в поздней игре, также они получают меньшее количество физического урона, так как у них высокий показатель брони. Герои ловкости имеют примерно равное распределение
    между ближним и дальним типом боя, и также в основном выступают в роли Керри.</p>
    <p><a href="https://www.youtube.com/watch?v=i3YEstGdV9Y&ab_channel=XENO" class="button_video">Гайд по атрибутам &raquo;</a></p>
</div>