% rebase('layout.tpl',  year=year)

<div class="Sila">
    <img src="static\images\intelect_heroes.png">
    <p></p>
    <p class="siloviki">По сравнению с остальными героями, герои интеллекта имеют большее количество активных способностей: как минимум по три, иногда по четыре, 
    и реже всего — по пять. Больший запас маны и более высокая регенерация маны позволяют использовать героям свои способности чаще. В целом, герои интеллекта 
    имеют самое большое количество способностей контроля, что делает их очень важными в команде. Предметы, которые собирают герои, как правило, основаны на заклинаниях,
    поэтому значительно повышают уровень интеллекта. За некоторыми исключениями, герои интеллекта имеют дальний тип боя. Так как у большинства героев интеллекта 
    малый прирост силы на уровень, они обычно полагаются на заклинания, а так же на предметы, повышающие урон от способностей. Герои интеллекта обычно реализовываются
    в начале и в середине игры, пока их заклинания наносят наибольший урон по отношению к здоровью противника, к концу их сила снижается. Однако, некоторые герои могут
    оставаться очень сильными и к концу игры. По этой причине, герои интеллекта — отлично подходят на роль поддержки или быстрого урона. Test</p>
    <p><a href="https://www.youtube.com/watch?v=i3YEstGdV9Y&ab_channel=XENO" class="button_video">Гайд по атрибутам &raquo;</a></p>
</div>
