
% rebase('layout.tpl',  year=year)

<div class="Sila">
    <img src="static\images\sila_heroes.png">
    <p></p>
    <p class="siloviki">Герои силы имеют тенденцию обладать количеством здоровья 
    и регенерацией здоровья больше чем у других героев, что делает их более 
    стойкими к физическим атакам и заклинаниям. Герои силы имеют большое разнообразие в ролях,
    включая такие как керри, инициация и поддержка, но почти все из них имеют склонность к инициации и должны выступать в роли танков.
    Герои с большим количеством силы могут значительно увеличить общую живучесть команды. За несколькими исключениями, большинство героев силы имеют ближний тип атаки.
    Хотя герои интеллекта в основном сильны в ранней игре, а герои ловкости превосходят в поздней игре,
    герои силы чаще всего сбалансированы между этими временными промежутками и остаются уместными на всех этапах игры.</p>
    <p><a href="https://www.youtube.com/watch?v=i3YEstGdV9Y&ab_channel=XENO" class="button_video">Гайд по атрибутам &raquo;</a></p>
</div>



